main_keyboard = [
    'ℹ️ Личная информация',
    '⚙️ Моя OC (Операционная Система)',
    '👨‍💻 Тех. Поддержка.',
    '📝 Получить Builder',
    '📝Пользовательское соглашения'
    '📴 Закрыть соединение с 🖥️', '🔛 Подключиться к 🖥️'
]

https_url = "https://t.me/"
info_keyboard = [
    ("Технический администратор", f"{https_url}timaadev"),
    ("Предложения и идеи", f"{https_url}timaadev"),
    ("Владелец бота", f"{https_url}timaadev"),
]

connected_keyboard = [
    ("Подключиться", "connect_data"),
]

keyboard_check_is_control = [
    ("Управление браузером", "control_browser"),
    ("Управление Youtube", "control_youtube"),
    ("Управление Компьютером", "control_pc"),
]

keyboard_control_pc = [
    ("Назад", "back_data"),
    ("Завершение работы", "shutdown_data"),
    ("Перезагрузка", "reload_data"),
    ("Блокировка экрана", "lock_screen_data"),
    ("Открывание BSOD картин в браузере", "bsod_screen_brows_data"),
    ("Вызвать синий экран смерти", "blue_screen_of_dead"),
    ("Сменить язык", "change_language_data"),
    ("Скриншот", "screenshot_screen_data"),
    ("Свернуть все окна", "minimize_all_windows_data"),
    ("Scroll верх", "scroll_up_data"),
    ("Scroll вниз", "scroll_down_data"),
    ("Очистить корзину", "clear_сart"),
    ("Включить/Выключить звук Компьютера", "turn_on_and_off_volume"),
]

# ("Камера", "camera_data"),
# ("Полный экран", "full_screen_data"),
# ("Запись камеры", "recording_camera"),
# ("Спам на почту", "activated_spam_data"),
# ("Открыть Youtube", "open_youtube_data"),

keyboard_control_youtube = [
    ("Назад", "back_data"),
    ("Открыть Youtube", "open_youtube_data"),
    ("Включить/Выключить видео", "on_and_stop_video_data"),
    ("Регулировка громкости", "adjustment_volume_data"),
    ("Обновить страницу Youtube", "reload_youtube_data"),
    ("Закрыть Youtube", "close_youtube_data"),
]