main_keyboard = [
    'ℹ️ Личная информация',
    '⚙️ Моя OC (Операционная Система)',
    '👨‍💻 Тех. Поддержка.',
    '📝 Получить Builder',
    '📴 Закрыть соединение с 🖥️', '🔛 Подключиться к 🖥️'
]

https_url = "https://t.me/"
info_keyboard = [
    ("Технический администратор", f"{https_url}timaadev"),
    ("Предложения и идеи", f"{https_url}timaadev"),
    ("Владелец бота", f"{https_url}timaadev"),
]

connected_keyboard = [
    ("Подключиться", "connect_data"),
    ("Отмена", "back_data")
]

keyboard_check_is_control = [
    ("Назад", "back_data"),
    ("Управление браузером", "control_browser"),
    ("Управление Youtube", "control_youtube"),
    ("Управление Компьютером", "control_pc"),
]

keyboard_control_pc = [
    ("Назад", "back_data"),
    ("Завершение работы", "shutdown_data"),
    ("Перезагрузка", "reload_data"),
    ("Блокировка экрана", "lock_screen_data"),
    ("Сменить язык", "change_language_data"),
    ("Скриншот", "screenshot_screen_data"),
    ("Свернуть все окна", "minimize_all_windows_data"),
    ("Скролл верх", "scroll_up_data"),
    ("Скролл вниз", "scroll_down_data"),
    ("Полный экран", "full_screen_data"),
    ("Очистить корзину", "clear_сart"),
    ("Вебкамера", "camera_data"),
    ("Спам на почту", "activated_spam_data"),
    ("Включить/Выключить звук Компьютера", "turn_on_and_off_volume"),
]
